ID_0_TO_10V,0 a 10 V
ID_0_TO_20mA,0 a 20 mA
ID_0_TO_5V,0 a 5 V
ID_125K,125 K
ID_1M,1 M
ID_250K,250 K
ID_4_DIGITS,4 Dígitos
ID_4_TO_20mA,4 a 20 mA
ID_5_DIGITS,5 Dígitos
ID_500K,500 K
ID_6_DIGITS,6 Dígitos
ID_7_DIGITS,7 Dígitos
ID_ACCEPT_ABORT_CAL_ERROR,Aceitar/Abortar Erro de Calibragem
ID_ACCEPT_TO_CONTINUE,Aceitar para continuar
ID_ACCEPT_WHEN_MEASURED_VALUE_IS_STABLE,Aceitar quando o valor medido estiver estável
ID_ACCESS_CONTROL,Controlo do Acesso
ID_ACTIVE,Activo
ID_ACTIVE_MODE,Modo Activo
ID_ACTUAL_RATE,Taxa Actual
ID_ADC_CALIBRATION_ERROR,Erro de Calibragem ADC
ID_ADDRESS,Endereço
ID_AERONAUTICAL,Aeronáutica
ID_AIM_RATE,Taxa-alvo
ID_AIR,Ar
ID_AIRSPEED_RANGE,Intervalo da Veloc. Ar
ID_ALARM,Alarme
ID_ALARM_HIGH,Alarme Alto
ID_ALARM_LOW,Alarme Baixo
ID_ALARMS,Alarmes
ID_ALL_SETUP_FILES_COPIED_FROM_USB,Todos os Ficheiros de Config. foram copiados do USB
ID_ALL_SETUP_FILES_COPIED_TO_USB,Todos os Ficheiros de Config. foram copiados para USB
ID_ALL_TEST_PROGRAMS_COPIED_FROM_USB,Todos os Programas de Teste foram copiados do USB
ID_ALL_TEST_PROGRAMS_COPIED_TO_USB,Todos os Programas de Teste foram copiados para USB
ID_ALL_UNITS,Todas as Unidades
ID_ALTITUDE_RANGE,Intervalo de Altitude
ID_AN_INVALID_OPTION_KEY_HAS_,Uma Tecla de Opção inválida foi introduzida 3 vezes. O instrumento deve ser agora desligado.
ID_AN_OP_DEFAULTS,Predef. de O/P Analógico
ID_ANALOGUE_OP,Saída Analógica
ID_ANALOGUE_OP_BOOT_ROM,ROM Arranq. O/P Analóg.
ID_ANALOGUE_OP_CORRECTION,Correcção de O/P Analógico
ID_ANALOGUE_OP_CURRENT,Corrente de O/P Analógico
ID_ANALOGUE_OP_DEFAULTS,Predef. de O/P Analógico
ID_ANALOGUE_OP_DIAGNOSTICS,Diagnóstico de O/P Analógico
ID_ANALOGUE_OP_ERROR,Erro de O/P Analógico
ID_ANALOGUE_OP_MAIN_CODE,Código Princ. O/P Analóg.
ID_ANALOGUE_OP_RANGE,Intervalo de Saída Analógica
ID_ANALOGUE_OP_SERIAL_NUMBER,Número de Série de O/P Analógico
ID_ANALOGUE_OP_SETUP,Config. O/P Analóg.
ID_ANALOGUE_OP_STATUS,Estado de O/P Analógico
ID_ANALOGUE_OP_UPGRADE,Actualiz. de O/P Analóg.
ID_ANALOGUE_OP_VERIFICATION,Verificação de O/P Analógico
ID_ANALOGUE_OP_ZERO,Repor a Zero O/P Analógico
ID_ANALOGUE_OUTPUT,Saída Analógica
ID_ANALOGUE_OUTPUT_CORRECTION,Correcção da Saída Analógica
ID_ANALOGUE_OUTPUT_ERROR,Erro da Saída Analógica
ID_ANY_FILES_WITH_SAME_NAME_,Quaisquer ficheiros com o mesmo nome serão substituídos
ID_APPLY,Aplicar
ID_APPLY_BIAS,Apply Bias
ID_APPLY_FIRST_CALIBRATION_POINT,Aplicar a pressão de intervalo mais baixa (ponto 1 de 3)
ID_APPLY_NOMINAL_POS_FS_CURRENT,Aplicar corrente positiva nominal de escala completa.
ID_APPLY_NOMINAL_POS_FS_VOLTAGE,Aplicar tensão positiva nominal de escala completa.
ID_APPLY_NOMINAL_ZERO_CURRENT,Aplicar corrente zero nominal.
ID_APPLY_NOMINAL_ZERO_VOLTAGE,Aplicar tensão zero nominal.
ID_APPLY_PWM,Aplicar PWM
ID_APPLY_SECOND_CALIBRATION_POINT,Aplicar a pressão de intervalo intermédia (ponto 2 de 3)
ID_APPLY_THIRD_CALIBRATION_POINT,Aplicar a pressão de intervalo mais alta (ponto 3 de 3)
ID_APPLY_VALVE_BIAS_ERROR,Apply Valve bias error
ID_APPLY_VALVE_CHARACTERISATION_ERROR,Aplicar erro de caracterização da Válvula
ID_ARE_YOU_SURE__ABORT_VALVE_CORRECTION,Tem a certeza de que pretende abortar a Correcção da Válvula?
ID_ARE_YOU_SURE__COPY_FILE,Tem a certeza de que pretende efectuar uma cópia do ficheiro?
ID_ARE_YOU_SURE__COPY_FILE_TO_USB,Tem a certeza de que pretende copiar este ficheiro para o dispositivo USB?
ID_ARE_YOU_SURE__COPY_FROM_USB,Tem a certeza de que pretende copiar todos os ficheiros a partir do dispositivo USB?
ID_ARE_YOU_SURE__COPY_HISTORY_TO_USB,Tem a certeza de que pretende copiar o Histórico para o dispositivo USB?
ID_ARE_YOU_SURE__COPY_TO_USB,Tem a certeza de que pretende copiar todos os ficheiros para o dispositivo USB?
ID_ARE_YOU_SURE__DELETE,Tem a certeza de que pretende eliminar este ficheiro?
ID_ARE_YOU_SURE__DISABLE_SOFT_OPTIONS_,Tem a certeza de que pretende desactivar as Opções de Tarefa?
ID_ARE_YOU_SURE__EXIT_CALIBRATION,Pretende mesmo sair do procedim. calibragem? Prima Sim p/ sair (não serão guardados quaisquer valores). Prima Não para continuar.
ID_ARE_YOU_SURE__RESET_ETHERNET,Tem a certeza de que pretende repor as Definições da LAN?
ID_ARE_YOU_SURE__RESET_FAULT_HISTORY,Tem a certeza de que pretende repor o Registo do Histórico de Falhas?
ID_ARE_YOU_SURE__RESET_USE_LOG,Tem a certeza de que pretende repor o Registo de Utilização do Controlador?
ID_ARE_YOU_SURE__RESTORE_AN_OP_DEFAULTS_,Tem a certeza de que pretende repor a Saída Analógica para as predefinições?
ID_ARE_YOU_SURE__RESTORE_AS_SHIPPED_,Tem a certeza de que pretende repor "Conforme as Definições Enviadas"?
ID_ARE_YOU_SURE__RESTORE_INSTRUMENT_DEFAULTS_,Tem a certeza de que pretende repor o Instrumento para as predefinições?
ID_ARE_YOU_SURE__RESTORE_LAST_,Tem a certeza de que pretende repor as Definições do Instrumento para o estado de alimentação mais recente?
ID_ARE_YOU_SURE__RESTORE_MODULE_DEFAULTS_,Tem a certeza de que pretende repor o Módulo para as predefinições?
ID_ARE_YOU_SURE__RESTORE_THESE_,Tem a certeza de que pretende repor estas definições do Instrumento?
ID_ARE_YOU_SURE__RESTORE_VFC_DEFAULTS_,Tem a certeza de que pretende repor o VFC para as predefinições?
ID_ARE_YOU_SURE__SET_AS_SHIPPED_,Tem a certeza de que pretende guardar "Conforme as Definições Enviadas"?
ID_ARE_YOU_SURE__UPGRADE_ANALOGUE_OP_,Tem a certeza de que pretende actualizar o Software de Saída Analógica?
ID_ARE_YOU_SURE__UPGRADE_INSTRUMENT_,Tem a certeza de que pretende actualizar o Software do Instrumento?
ID_ARE_YOU_SURE__UPGRADE_MODULE_,Tem a certeza de que pretende actualizar o Software do Módulo?
ID_ARE_YOU_SURE__UPGRADE_OS_,Tem a certeza de que pretende actualizar o Sistema Operativo?
ID_ARE_YOU_SURE__UPGRADE_VFC_,Tem a certeza de que pretende actualizar o Software de Contacto Sem Volts?
ID_ARE_YOU_SURE__VALVE_CORRECTION,Tem a certeza de que pretende executar a Correcção da Válvula?
ID_ARE_YOU_SURE__VENT,Tem a certeza de que pretende executar uma Ventilação do Sistema?
ID_ARE_YOU_SURE__ZERO_ANALOGUE_OP,Tem a certeza de que pretende repor a zero a Saída Analógica?
ID_ARE_YOU_SURE__ZERO_PRESSURE_RANGE,Tem a certeza de que pretende repor a zero este intervalo de pressão?
ID_ARE_YOU_SURE__ZERO_SCM,Tem a certeza de que pretende repor a zero o SCM?
ID_ARE_YOU_SURE_YOU_WANT_LAST__,Tem a certeza de que pretende regressar à última calibragem?
ID_AREA_OF_USE,Área de Utilização
ID_AS_SHIPPED,Conforme Enviado
ID_ASIA,Ásia
ID_AUDIO_VOLUME,Volume de Áudio
ID_AUTO,Automático
ID_AUTO_IP,IP Automático
ID_AUTO_RANGE,Interv. Autom.
ID_AUTO_REVERSE,Inversão Automática
ID_AUTO_TUNE,Sintonização Automática
ID_AUTO_ZERO,Repos. a Zero Autom.
ID_AVERAGE,Média
ID_BACK,Voltar
ID_BACKLIGHT,Retroilumin.
ID_BACKLIGHT_TIMER,Temporiz. Retroilumin.
ID_BAND,Banda
ID_BAROMETER,Barómetro
ID_BAROMETER_DIAGNOSTICS,Diagnóstico do Sensor Barométrico
ID_BAROMETRIC,Barométrico
ID_BAROMETRIC_SENSOR,Sensor Barométrico
ID_BASIC,Básico
ID_BAUD_RATE,Taxa de Baud
ID_BIAS_RUN,Bias Run
ID_BOTTOM_SPAN,Intervalo Inferior
ID_BREAKING,Iniciar
ID_BRIDGE_ADC_COUNTS,Contagens ADC da Ponte
ID_BRIDGE_ADC_VALUE,Valor ADC da Ponte
ID_BRIGHTNESS,Brilho
ID_BURST_PRESSURE,Press. Rajada
ID_BURST_TEST,Teste de Rajada
ID_BURST_TEST_OPTION_IS_ENABLED,A Opção do Teste de Rajada está activada.
ID_BURST_TEST_RUNNING,Execução do Teste de Rajada
ID_BURST_TEST_SETUP,Config. do Teste Rajada
ID_BUTTON_ABORT,Abortar
ID_BUTTON_CANCEL,Canc.
ID_BUTTON_IGNORE,Ignorar
ID_BUTTON_LAST,Último
ID_BUTTON_NEW,Novo
ID_BUTTON_NO,Não
ID_BUTTON_OK,OK
ID_BUTTON_RETRY,Vltr tntr
ID_BUTTON_YES,Sim
ID_CAL_DATE_INDEX_OUT_OF_RANGE,Índice da Data de Calibragem fora do Intervalo
ID_CAL_PERCENT_OUT_OF_RANGE,Percentagem de Calibragem fora do Intervalo
ID_CAL_POINT_OUT_OF_RANGE,Ponto de Calibragem fora do Intervalo
ID_CAL_POINT_VALUE_ERROR,Erro do Valor do Ponto de Calibragem
ID_CAL_REMINDER,Lembrete de Cal.
ID_CALIBRATING,Calibrar
ID_CALIBRATION,Calibragem
ID_CALIBRATION_AS_FOUND,Calibragem Encontrada
ID_CALIBRATION_COMPLETE,Calibragem concluída.
ID_CALIBRATION_DUE,Calibragem Obrigatória
ID_CALIBRATION_GAIN_AND_OFFSET_VALUES,Ganho de Calibr. e Valores de Compensação
ID_CALIBRATION_HISTORY,Histórico de Calibragem
ID_CALIBRATION_INFO,Informações sobre Calibragem
ID_CALIBRATION_LAST,Utilizar Última Calibragem
ID_CALIBRATION_NEW,Nova Calibragem
ID_CALIBRATION_NOT_COMPLETE,Calibragem não concluída
ID_CALIBRATION_PERIOD,Período de Calibragem
ID_CALIBRATION_REMINDER,Lembrete de Calibragem
ID_CALIBRATION_STARTING,Início da Calibragem
ID_CAN_BUS_OFF,Barram. CAN Deslig.
ID_CAN_DATA_ERROR_NO_REPLY,Erro Dados CAN: Não Resp.
ID_CAN_DEVICE_CANNOT__INIT,Disposit. CAN não pode ser iniciado
ID_CAN_DIAGNOSTICS,Diagnóstico de CAN
ID_CANBUS,Barramento de CAN
ID_CANBUS_STATUS,Estado do Barramento de CAN
ID_CANNOT_CREATE_FILE, Não é possível criar ficheiro
ID_CANNOT_DELETE_THIS_COMMAND,Não é possível eliminar este comando
ID_CANNOT_EDIT_THIS_COMMAND,Não é possível editar este comando
ID_CANNOT_HAVE__SPAN_,Não é possível apresentar o mesmo valor para Intervalo Superior e Intervalo Inferior
ID_CANNOT_INSERT_COMMAND_HERE,Não é possível introduzir aqui um comando
ID_CANNOT_LOCK_THIS_TASK,Não é possível bloquear esta tarefa
ID_CANNOT_OVERWRITE_SYSTEM_FILE,Não é possível substituir o ficheiro do Sistema
ID_CANNOT_SELECT_THIS_TASK,Não é possível seleccionar esta tarefa
ID_CANNOT_UPGRADE_SOFTWARE,Não é possível actualizar o software
ID_CANNOT_USE_THIS_NAME_,Não é possível utilizar este nome para unidades definidas pelo utilizador. Introduza outro nome.
ID_CANNOT_ZERO_,Imposs. repor este interv. de pressão a zero
ID_CHANGE_MAC_ADDRESS,Alterar Endereço MAC
ID_CHANGE_PIN,Alterar PIN
ID_CHANGE_SUPERVISOR_PIN,Alterar PIN do Supervisor
ID_CHANGE_USB_MODE_TO_COMMS_,Alterar o modo USB para Comunicações antes de executar a actualização do software.
ID_CHANNEL_INDEX_OUT_OF_RANGE,Índice de Canal fora do Intervalo
ID_CHANNEL_OUT_OF_RANGE,Canal fora do Intervalo
ID_CHARACTERISATION,Caracterização
ID_CHECKSUM,Soma de Verificação
ID_CLEAR_BUFFER,Ap. M. Intrm.
ID_CLOSE_APPLY_VALVE,Fechar Válvula de Aplicação
ID_CLOSE_CONTACT_1,Fechar Contacto 1
ID_CLOSE_CONTACT_2,Fechar Contacto 2
ID_CLOSE_ISOLATION_VALVE,Fechar Válv. de Isolam.
ID_CLOSE_RELEASE_VALVE,Fechar Válvula de Descarga
ID_CLOSE_ZERO_VALVE,Fechar Válvula Zero
ID_CLOSED,Fechado
ID_CM_0,Módulo de Controlo CM0
ID_CM_1,Módulo de Controlo CM1
ID_CM_2,Módulo de Controlo CM2
ID_CM_3,Módulo de Controlo CM2
ID_CM_GENERIC,Módulo de Controlo Genérico
ID_CM1_LOGIC_IP_STATE,Lógica I/P CM1
ID_CM2_LOGIC_IP_STATE,Lógica I/P CM2
ID_COMMANDS,Comandos
ID_COMMON_MODE_ADC_COUNTS,Contagns ADC Modo Comum
ID_COMMON_MODE_ADC_VALUE,Valor ADC do Modo Comum
ID_COMMS,Coms
ID_COMMUNICATIONS,Comunicações
ID_COMMUNICATIONS_FAILURE,Falha nas Comunicações
ID_COMMUNICTAIONS_STATUS,Estado das Comunicações
ID_COMPLETE,Concluído
ID_CONDITION,Condição
ID_CONFIGURATION,Configuração
ID_CONFIGURE_RANGE_NEG_FS_ERROR,Configurar Erro FS Negativo do Intervalo
ID_CONFIGURE_RANGE_POS_FS_ERROR,Configurar Erro FS Positivo do Intervalo
ID_CONFIRM_ABORT,Confirmar Operação Abortar
ID_CONFIRM_DELETE,Confirmar Operação Eliminar
ID_CONFIRM_NEW_CAL_PIN,Confirmar novo PIN de Calibragem
ID_CONFIRM_NEW_SUP_PIN,Confirmar novo PIN do Supervisor
ID_CONFIRM_RESET,Confirmar Operação Reiniciar
ID_CONFIRM_RESTORE,Confirmar Operação Restaurar
ID_CONFIRM_SAVE,Confirmar Operação Guardar
ID_CONFIRM_SOFTWARE_UPGRADE,Confirmar Actualização do Software
ID_CONFIRM_VALVE_CORRECTION,Confirmar Correcção da Válvula
ID_CONFIRM_VENT,Confirmar Ventilação
ID_CONFIRM_ZERO,Confirmar Zero
ID_CONTACT,Contacto
ID_CONTRAST,Contraste
ID_CONTROL,Controlo
ID_CONTROL_DWELL,Período do Controlo
ID_CONTROL_EQUALS,Controlo = 
ID_CONTROL_MODE,Modo de Controlo
ID_CONTROL_MODULE_EEPROM_BEING_INITIALISED,EEPROM do Mód. de Controlo a ser iniciada
ID_CONTROL_PRESSURE_OVER_RANGE,Pressão do Controlo Acima do Intervalo
ID_CONTROL_PRESSURE_UNDER_RANGE,Pressão do Controlo Abaixo do Intervalo
ID_CONTROL_SENSOR,Sensor de Controlo
ID_CONTROL_SENSOR_CAL_DATA_,Erro da Soma de Verificação dos Dados de Calibragem do Sensor de Controlo
ID_CONTROL_SENSOR_DIAGNOSTICS,Diagnóstico do Sensor de Controlo
ID_CONTROL_SENSOR_HEADER_,Erro da Soma de Verificação do Cabeçalho do Sensor de Controlo
ID_CONTROL_SENSOR_SERIAL_NUMBER,Núm. Série do Sensor Contr.
ID_CONTROL_SETUP,Configuração de Controlo
ID_CONTROL_STABILITY,Estabilid. de Controlo
ID_CONTROL_TEMPERATURE,Temperatura de Contr.
ID_CONTROL_TEMPERATURE_OVER_RANGE,Temperatura de Controlo Acima do Intervalo
ID_CONTROL_TEMPERATURE_UNDER_RANGE,Temperatura de Controlo Abaixo do Intervalo
ID_CONTROL_TIME,Tempo de Controlo
ID_CONTROLLED_PRESSURE,Pressão Controlada
ID_CONTROLLER,Controlador
ID_CONTROLLER_DIAGNOSTICS,Diagnóstico do Controlador
ID_CONTROLLER_EEPROM_1_FAILED,Falha na EEPROM 2 do Controlador
ID_CONTROLLER_EEPROM_2_FAILED,Falha na EEPROM 1 do Controlador
ID_CONTROLLER_IDENTITY,Identid. do Controlador
ID_CONTROLLER_ON,Controlador Ligado
ID_CONTROLLER_PPM_FIGURE_ERROR,Erro do Número PPM do Controlador
ID_CONTROLLER_USE,Utiliz. do Controlador
ID_COOLING_FAN_HAS_FAILED,Falha na Ventoinha de Arrefecimento
ID_COPY,Cópia
ID_COPY_A_SINGLE_FILE,Copiar um Único Fich.
ID_COPY_ALL_FILES_FROM_USB,Cp. td Fich. Dsp. do USB
ID_COPY_ALL_FILES_TO_USB,Cp. td Fich. p/ Disp. USB
ID_COPY_FILE_TO_USB,Copiar Ficheiro p/ Dispositivo USB
ID_COUNT,Contagem
ID_CR,CR
ID_CR_EOI,CR + EOI
ID_CR_LF,CR/LF
ID_CR_LF_EOI,CR/LF + EOI
ID_CURRENT,Corrente
ID_CURRENT_INSTRUMENT_SETTINGS_HAVE_BEEN_SAVED_,As Def. de Corrente do Instrumento foram guardadas num novo ficheiro.
ID_CURRENT_SETUP,Config. da Corrente
ID_CURVE,Curva
ID_DATA,Dados
ID_DATA_BITS,Bits de Dados
ID_DATE_SET,Definição de Data
ID_DAYS,dias
ID_DAYS_SINCE_LAST_CALIBRATION,Dias desde a últ. Calibr.
ID_DEBUG_MESSAGES,Msgs de DEPURAÇÃO
ID_DEG_C,°C
ID_DEG_F,°F
ID_DELETE,Eliminar
ID_DESTINATION,Destino
ID_DIAGNOSTIC_ADC_COUNTS_ERROR,Erro de Contagem ADC do Diagnóstico
ID_DIAGNOSTIC_ADC_VALUE_ERROR,Erro do Valor ADC do Diagnóstico
ID_DIAGNOSTIC_MODE,Modo de Diagnóstico
ID_DIODE,Díodo
ID_DIODE_COUNTS,Contagens do Díodo
ID_DISABLE_SOFT_OPTIONS,Desactiv. Opções Tarefa
ID_DISABLED,Desactivado
ID_DISPLAY,Visualizar
ID_DIVIDER,Divisor
ID_DIVIDER_SETPOINT,Ponto Ajuste Divisor
ID_DIVIDER_SETUP,Config. do Divisor
ID_DO_YOU_WANT_TO_DO__,Pretende efectuar uma nova correcção do sensor ou voltar à última calibragem?
ID_DO_YOU_WANT_TO_PERFORM_A_VENT,Pretende efectuar uma Ventilação do Sistema?
ID_DO_YOU_WANT_TO_SAVE_THIS_FILE,Pretende guardar este ficheiro?
ID_DPI,DPI
ID_DPI500,DPI500
ID_DPI510,DPI510
ID_DPI520,DPI520
ID_DPISCPI,SCPI
ID_DWELL_TIME,Período
ID_EDIT,Editar
ID_EDIT_IF_REQUIRED,Editar, se necessário.
ID_EFFORT,Energia
ID_EFFORT_METER,Medid. Energia
ID_ENABLED,Activado
ID_END,Final
ID_END_PARAMETER_ENTRY,Introd. Parâm. Finais
ID_END_PRESSURE,Pressão Final
ID_END_SETPOINT,Ponto de Ajuste Final
ID_END_SLEW_RATE,Taxa de Viragem Final
ID_ENGINEERING,Engenharia
ID_ENGLISH_LANGUAGE__DEFAULT,O inglês será utilizado como idioma predefinido
ID_ENHANCED,Avançado
ID_ENTER_CAL_PIN,Introduzir PIN de Calibragem
ID_ENTER_DATE,Introduzir Data dd/mm/aa
ID_ENTER_DATE_USA,Introduzir Data mm/dd/aa
ID_ENTER_NEW_AN_OP_SERIAL_NUMBER,Introduzir novo Número de Série O/P Analógico
ID_ENTER_NEW_CAL_PIN,Introduzir novo PIN de Calibragem
ID_ENTER_NEW_INSTRUMENT_SERIAL_NUMBER,Introduzir novo Número de Série do Instrumento
ID_ENTER_NEW_MODULE_SERIAL_NUMBER,Introduzir novo Número de Série do Módulo
ID_ENTER_NEW_OPTION_KEY,Introduzir nova Tecla de Opção
ID_ENTER_NEW_SERIAL_NUMBER,Introduzir novo Número de Série
ID_ENTER_NEW_SUP_PIN,Introduzir novo PIN do Supervisor
ID_ENTER_REQUIRED_VALUE,Introduzir valor obrigatório
ID_ENTER_SUP_PIN,Introduzir PIN do Supervisor
ID_ENTER_TIME,Introduzir Hora hh:mm:ss
ID_ERROR_MESSAGE_LIMIT_REACHED,Limite de Mensagens de Erro alcançado
ID_ERROR_QUEUE_FULL,Fila de Espera de Erros Cheia
ID_ETHERNET,Ethernet
ID_ETHERNET_ADDRESS,Endereço IP
ID_ETHERNET_ADDRESS_TYPE,Tipo de Endereço
ID_ETHERNET_COMMS_OPTION,Comunicações de Ethernet
ID_ETHERNET_CONNECTION_HISTORY,Histórico de Liga. Ethernet
ID_ETHERNET_MAC_ADDRESS,endereço MAC de ethernet 
ID_ETHERNET_OPTION_IS_ENABLED,A Opção de Ethernet está activada.
ID_ETHERNET_PARAMETERS,Parâmetros de Ethernet
ID_ETHERNET_STATUS,Estado da Ethernet
ID_EUROPE,Europa
ID_EVEN,Par
ID_EXIT,Sair
ID_EXIT_T0_REJECT__,Sair para rejeitar a calibragem.
ID_EXPLORER,Explorer
ID_EXTENDED,Aumentado
ID_FAIL,Falha
ID_FAILED,Falhou
ID_FAST,Rápido
ID_FIFTH_DIGIT,5.º Dígito
ID_FILE_ALREADY_EXISTS,O ficheiro já existe
ID_FILE_COPIED,Ficheiro Copiado:-
ID_FILE_COPIED_TO_USB,Ficheiro copiado para dispositivo USB
ID_FILE_COPY_COMPLETE,Cópia do Ficheiro Completa
ID_FILE_NOT_FOUND,Ficheiro não encontrado
ID_FILENAME_CONTAINS_INVALID_CHARS_,O nome do ficheiro contém caracteres inválidos
ID_FILENAME_MUST_BEGIN_,O nome do ficheiro deve começar por um carácter alfanumérico
ID_FILTER,Filtro
ID_FINISHED,Concluído
ID_FIRST_DIGIT,1.º Dígito
ID_FITTED,instalado
ID_FLOW_CONTROL,Controlo de Fluxo
ID_FORMAT,Formato
ID_FOURTH_DIGIT,4.º Dígito
ID_FPGA_PROGRAMMING_FAILED,A Programação FPGA Falhou
ID_FREQUENCY,Frequência
ID_FS_LESS_THAN_ZERO,Escala Completa inferior a Zero
ID_FT_S2,pés/s²
ID_FULL_SCALE,Escala Completa
ID_FUNCTION_NOT_AVAILABLE,Função ainda não dispon.
ID_FUTURE_DATE_TIME,Hora e Data no Futuro
ID_GAIN_VALUE_1,valor ganho 1
ID_GAIN_VALUE_2,valor ganho 2
ID_GAUGE,Manómetro
ID_GENERAL,Geral
ID_GENERAL_CONTROLLER_ERROR,Erro do Controlador Geral
ID_GENERAL_DIAGNOSTICS,Diagnóstico Geral
ID_GLOBAL_SETUP,Configuração Global
ID_GOTO_LABEL,Ir para Etiqueta
ID_GRADE,Grau
ID_HARDWARE,Hardware
ID_HARDWARE_BUILD,Construir Hardware
ID_HARDWARE_HISTORY,Histórico de Hardware
ID_HEAD,Cabeça
ID_HEAD_CORRECTION,Correcção da Cabeça
ID_HELIUM,Hélio
ID_HIGH,Alta
ID_HIGH_ALARM,Alarme Alto
ID_HIGH_ALARM_CONDITION,Condiç. Alarme Alto
ID_HIGH_PRESSURE,Pressão Alta
ID_HIGH_SETPOINT,Ponto de Ajuste Alto
ID_HISTORY,Histórico
ID_HOST_COMMAND,Comando Anfitrião
ID_HOST_NAME,Nome do Anfitrião
ID_HOURS,horas
ID_HUMIDITY,Humidade
ID_HZ,Hz
ID_IDLE_TIMEOUT,Pausa do Ralenti
ID_IDLE_TIMEOUT_CONDITION,Condiç. Pausa Ralenti
ID_IEEE488,IEEE488
ID_IEEE488_STATUS,Estado de IEEE488
ID_IN_LIMITS,Dentro dos Limites
ID_IN_LIMITS_METER,Ind. Dntro Limit.
ID_IN_LIMITS_TIMER,Tempor. Dentro Limit.
ID_IN_PROGRESS,A Decorrer
ID_INCHES,polegadas
ID_INDEX_OUT_OF_RANGE,Índice fora do Intervalo
ID_INIT_CAN,Inic CAN
ID_INIT_COMPLETE,Iniciação concluída
ID_INIT_FAILED,Iniciação falhada
ID_INSERT,Inserir
ID_INSERT_A_USB_,Inserir um dispositivo de armazenamento de memória USB com o novo software do Instrumento.
ID_INSTALLED,instal.
ID_INSTRUMENT,Instrumento
ID_INSTRUMENT_ACCURACY,Precisão do Instrumento
ID_INSTRUMENT_ALIAS_NAME,Nome Falso do Instrum.
ID_INSTRUMENT_BOOT_ROM,ROM Arranq. do Instrum.
ID_INSTRUMENT_CANNOT_BE_USED,O instrumento não pode ser utilizado
ID_INSTRUMENT_DEFAULTS,Predef. do Instrumento
ID_INSTRUMENT_IS_INITIALISING,O Instrumento está a Iniciar
ID_INSTRUMENT_MAIN_CODE,Cód. Princ. do Instrum.
ID_INSTRUMENT_OS_BUILD,Compil. SO Instrum.
ID_INSTRUMENT_SERIAL_NUMBER,Núm. Série do Instrum.
ID_INSTRUMENT_SOFTWARE_UPGRADE,Actualização de Software do Instrumento
ID_INSTRUMENT_STATUS,Estado do Instrumento
ID_INSTRUMENT_UPGRADE,Actualização do Instrum.
ID_INTEGRAL_VALUE,Valor Integral
ID_INTERVAL,Intervalo
ID_INVALID_DATE,Data Inválida
ID_INVALID_OPTION,Opção Inválida
ID_INVALID_OPTION_KEY,Tecla de Opção Inválida
ID_INVALID_TIME,Tempo Inválido
ID_IP_ADDRESS,Endereço IP
ID_IP_ADDRESS_TYPE,Tipo de Endereço IP
ID_IS_AS_CAL_FOUND_GOOD,A Calibragem Encontrada está boa?
ID_ISOLATED,Isolado
ID_ISOLATION_STATUS,Estado do Isolamento
ID_ISOLATION_VALVE,Válvula de Isolamento
ID_IT_IS_RECOMMENDED_,Recomendamos que desligue o instrumento e Substitua a ventoinha de arrefecimento.
ID_ITEM_INDEX_OUT_OF_RANGE,Índice do Item fora do Intervalo
ID_JAPAN,Japão
ID_KEEP_THE_FIRST_CAL_POINT,Manter o primeiro ponto de calibragem? (ponto 1 de 3)
ID_KEEP_THE_SECOND_CAL_POINT,Manter o segundo ponto de calibragem? (ponto 2 de 3)
ID_KEEP_THE_THIRD_CAL_POINT,Manter o terceiro ponto de calibragem? (ponto 3 de 3)
ID_KEEP_THIS_CAL_POINT_1,Manter este ponto de calibragem? (ponto 1 de 2)
ID_KEEP_THIS_CAL_POINT_2,Manter este ponto de calibragem? (ponto 2 de 2)
ID_KEY_CLICK,Clique na Tecla
ID_LANGUAGE,Idioma
ID_LANGUAGE_CHINESE,中文
ID_LANGUAGE_ENGLISH,English
ID_LANGUAGE_FRENCH,Français
ID_LANGUAGE_GERMAN,Deutsch
ID_LANGUAGE_ITALIAN,Italiano
ID_LANGUAGE_JAPANESE,日本語
ID_LANGUAGE_NOT_AVAILABLE,Idioma Não Disponível
ID_LANGUAGE_PORTUGUESE,Português
ID_LANGUAGE_RUSSIAN,Русский
ID_LANGUAGE_SPANISH,Español
ID_LANGUAGE_USER_1,العربية
ID_LANGUAGE_USER_2,हिंदी
ID_LANGUAGE_USER_3,Magyar
ID_LANGUAGE_USER_4,한국의
ID_LANGUAGE_USER_5,Polski
ID_LANGUAGE_USER_6,Român
ID_LANGUAGE_USER_7,Türk
ID_LAST_CALIBRATION,Última Calibragem
ID_LEAK_RATE,Taxa de Fuga
ID_LEAK_RATE__,Taxa de Fuga (min/seg) = 
ID_LEAK_RATE_1,Taxa de Fuga 1
ID_LEAK_RATE_2,Taxa de Fuga 2
ID_LEAK_TEST,Teste de Fuga
ID_LEAK_TEST_OPTION_IS_ENABLED,A Opção do Teste de Fuga está activada.
ID_LEAK_TEST_RUNNING,Teste Fuga a Decorrer
ID_LEAK_TEST_SETUP,Config. do Teste de Fuga
ID_LF,LF
ID_LF_EOI,LF + EOI
ID_LIMITS,Limites
ID_LINEAR,Linear
ID_LITRES,litros
ID_LOCAL,Local
ID_LOCAL_GRAVITY,Gravidade Local
ID_LOCK,Bloquear
ID_LOCK_TASKS,Bloquear Tarefas
ID_LOCKED,Bloqueado
ID_LOGIC_OUTPUT,Saída Lógica
ID_LOGIC_OUTPUT1,Saída Lógica 1
ID_LOGIC_OUTPUT2,Saída Lógica 2
ID_LOGIC_OUTPUT3,Saída Lógica 3
ID_LOGIC_OUTPUT4,Saída Lógica 4
ID_LOGIC_OUTPUT5,Saída Lógica 5
ID_LOGIC_OUTPUT6,Saída Lógica 6
ID_LOGIC_OUTPUT7,Saída Lógica 7
ID_LOGIC_OUTPUT8,Saída Lógica 8
ID_LOW,Baixa
ID_LOW_ALARM,Alarme Baixo
ID_LOW_ALARM_CONDITION,Condiç. Alarme Baixo
ID_LOW_PRESSURE,Pressão Baixa
ID_LOW_SETPOINT,Ponto de Ajuste Baixo
ID_LOWER,Inferior
ID_LOWER_LIMIT,Limite Inf.
ID_M,m
ID_M_S2,m/s²
ID_MA,mA
ID_MA_0_TO_20,0 a 20 mA
ID_MA_25,25 mA
ID_MA_4_TO_20,4 a 20 mA
ID_MANUAL,Manual
ID_MASS_STORAGE_DEVICE,Disp. Armaz. Massa
ID_MAX_RATE,Taxa Máx.
ID_MAXIMUM,Máximo
ID_MAXIMUM_NUMBER_OF_TEST_PROGRAMS_EXCEEDED,Número Máximo de Programas de Teste excedido
ID_MEASURE,Medição
ID_MEASURE_DWELL,Período de Medição
ID_MEASURE_SETUP,Configuração de Medição
ID_MEASURED_PRESSURE,Pressão de Medição
ID_MESSAGE,Mensagem
ID_MESSAGE_BUFFER_FULL,Memória Intermédia de Mensagens Cheia
ID_MESSAGE_HISTORY,Histórico de Mensagens
ID_MESSAGE_TEXT,Texto da Mensagem
ID_MINIMUM,Mínimo
ID_MINS,mins
ID_MINUTES,minutos
ID_MISSING_FILE,Ficheiro em Falta
ID_MODE,Modo
ID_MODE_INDEX_OUT_OF_RANGE,Índice de Modo fora do Intervalo
ID_MODEL,Modelo
ID_MODULE,Módulo
ID_MODULE_1,Módulo 1
ID_MODULE_2,Módulo 2
ID_MODULE_3,Módulo 3
ID_MODULE_4,Módulo 4
ID_MODULE_5,Módulo 5
ID_MODULE_6,Módulo 6
ID_MODULE_7,Módulo 7
ID_MODULE_8,Módulo 8
ID_MODULE_ADDRESS,Endereço do Mód.
ID_MODULE_BOOT_ROM,ROM de Arranq. do Mód.
ID_MODULE_DEFAULTS,Predefinições do Módulo
ID_MODULE_FAILURE_,Falha do Módulo. Desligue.
ID_MODULE_FULLSCALE,Escala Completa do Módulo
ID_MODULE_MAIN_CODE,Código Princ. do Módulo
ID_MODULE_SERIAL_NUMBER,Núm. Série do Módulo
ID_MODULE_SOFTWARE_UPGRADE,Actualização do Software do Módulo
ID_MODULE_STATUS,Estado do Módulo
ID_MODULE_UPGRADE,Actualização do Módulo
ID_MORE_,Mais…
ID_MS,ms
ID_MV,mV
ID_MV_135,135 mV
ID_NAME,Nome
ID_NAME_ALREADY_USED,Nome já utilizado
ID_NEG_CAL_ERROR,Erro de Calibragem Negativa
ID_NEG_SOURCE_SENSOR,Sensor de Fonte -ve
ID_NEG_SOURCE_SENSOR_DIAGNOSTICS,Diagnóstico do Sensor de Fonte -ve
ID_NEG_SOURCE_ZERO,Repos. a Zero Fonte -ve
ID_NEG5_TO_5V,-5 a +5 V
ID_NEGATIVE_FS,Esc. Compl. -ve
ID_NEGATIVE_SOURCE,Fonte -ve
ID_NEGATIVE_SOURCE_G,Fonte g -ve
ID_NEW,Novo
ID_NEW_,<…novo…>
ID_NEW_SOFTWARE_NOT_FOUND_,Novo software não encontrado. Certifique-se de que a memória USB com o novo software está correctamente inserida.
ID_NEW_USER_PIN,Novo PIN do Utilizador
ID_NITROGEN,Azoto
ID_NO,Não
ID_NO_BIAS_RUN_COMPLETED,No Bias Run Completed
ID_NO_CONTROL_MODULE_RECOGNISED,Nenhum Módulo de Controlo Reconhecido
ID_NO_ERROR,Sem Erros
ID_NO_OVERSHOOT,Sem Excesso
ID_NO_SPECIAL_HARDWARE_FITTED,Não há hrdw esp. instal.
ID_NON_ISO,Não Iso
ID_NON_ISOLATED,Não Isolado
ID_NONE,Nenhum
ID_NORMAL,Normal
ID_NORTH_AMERICA,América Norte
ID_NOT_CALIBRATED,Não Calibrada
ID_NOT_ENOUGH_DIGITS,Não foram introduzidos dígitos suficientes
ID_NOT_FITTED,não instalado
ID_NOT_IN_CAL_MODE,Não em Modo de Calibragem
ID_NOT_IN_PROGRESS,Não Em Progresso
ID_NOT_PRESENT,Não Presente
ID_NOT_SAVED,Não Guardado
ID_NOT_SET,Não Definido
ID_NOTE_APPLIED_VALUE,Anote o valor aplicado
ID_NUDGE_RESOLUTION,Resolução do Solavanco
ID_NULL,
ID_NUMBER_OF_POINTS,Número de Pontos
ID_NUMBER_OF_RANGES,Número de Intervalos
ID_ODD,Ímpar
ID_OFF,Desligado
ID_OFFSET_VALUE_1,valor 1 de compens.
ID_OFFSET_VALUE_2,valor 2 de compensa.
ID_ON,Ligado
ID_ON_,Ligado...
ID_ON_SWITCH_IP,Interruptor da Pressão
ID_OPEN,Aberto
ID_OPEN_APPLY_VALVE,Abrir Válvula de Aplicação
ID_OPEN_ISOLATION_VALVE,Abrir Válv. de Isolamento
ID_OPEN_RELEASE_VALVE,Abrir Válvula de Descarga
ID_OPEN_ZERO_VALVE,Abrir Válvula Zero
ID_OPERATION_TIME,Tempo de Funcionam.
ID_OPTION_INSTALLATION,Instalação da Opção
ID_OPTION_STATUS,Opções de Software
ID_OPTIONS_FITTED,Opções Adequadas
ID_OS_UPGRADE,Actualização do SO
ID_OUT_OF_RANGE,Fora do Intervalo
ID_OUTPUT_RELAYS,Relés de Saída
ID_OVER_RANGE,Acima do Intervalo
ID_OVERRANGE_PROTECTIVE_VENT,Ventilação de Protecção Acima do Intervalo
ID_OVERSHOOT,Excesso
ID_OVERWRITE_THE_ORIGINAL_FILE,Substituir ficheiro original?
ID_PACE5000,PACE5000
ID_PACE5000_SWITCHED_ON,PACE5000 ligado
ID_PACKET,Pacote
ID_PARAMETER_ENTRY,Introd. dos Parâmetros
ID_PARITY,Paridade
ID_PASS,Aprovado
ID_PASSIVE,Passivo
ID_PASSIVE_MODE,Modo Passivo
ID_PAUSE,Pausa
ID_PAUSED,Pausado
ID_PC_FS,% FS
ID_PC_SPAN,% Intervalo
ID_PER_MIN,/min
ID_PER_MINUTE,/minuto
ID_PER_SEC,/seg
ID_PER_SECOND,/segundo
ID_PERCENT,Percentagem
ID_PERCENTAGE,%
ID_PERFORM_VENT_ERROR,Executar Erro de Ventilação
ID_PERFORM_ZERO_ERROR,Executar Erro Zero
ID_PERIODIC_MESSAGE_SETUP_ERROR,Erro de Configuração de Msgs Periódicas
ID_PINS_ARE_DIFFERENT,Os PINs são diferentes
ID_PLEASE_ENSURE_USB_WITH_,Certifique-se de que está correctamente inserido o dispositivo de armazenamento de memória USB com o novo software do módulo
ID_PLEASE_ENSURE_USB_WITH_HISTORY_,Certifique-se de que está correctamente inserido o dispositivo de armazenamento de memória USB com o directório "Histórico"
ID_PLEASE_ENSURE_USB_WITH_OS_,Certifique-se de que está correctamente inserido o dispositivo de armazenamento de memória USB com o novo Sistema Operativo
ID_PLEASE_ENSURE_USB_WITH_SETTINGS_,Certifique-se de que está correctamente inserido o dispositivo de armazenamento de memória USB com o directório "Definições"
ID_PLEASE_ENSURE_USB_WITH_TEST_PROGRAMS_,Certifique-se de que está correctamente inserido o dispositivo de armazenamento de memória USB com o directório "Programas de Teste"
ID_PLEASE_REENTER_DATE_OR_CANCEL,Volte a introduzir os Dados ou cancele
ID_PLEASE_REENTER_OPTION_KEY_OR_CANCEL,Volte a introduzir a Tecla de Opção ou cancele
ID_PLEASE_REENTER_PIN_OR_CANCEL,Volte a introduzir o PIN ou cancele
ID_PLEASE_REENTER_TIME_OR_CANCEL,Volte a introduzir a Hora ou cancele
ID_PLEASE_REMEMBER__CAL_PIN,Lembre-se do seu novo PIN de Calibragem
ID_PLEASE_REMEMBER__SUP_PIN,Lembre-se do seu novo PIN do Supervisor
ID_PLEASE_RETRY_OR_CANCEL,Tente Novamente ou Cancele
ID_PLEASE_SWITCH_INSTRUMENT_OFF_,Desligue o instrumento e volte a ligá-lo.
ID_PLEASE_WAIT,Aguarde
ID_PLEASE_WAIT_WHILST_,Aguarde até que o novo software esteja instalado.
ID_POINT,Ponto
ID_POS_SOURCE_SENSOR,Sensor de Fonte +ve
ID_POS_SOURCE_SENSOR_DIAGNOSTICS,Diagnóstico do Sensor de Fonte +ve
ID_POS_SOURCE_ZERO,Repos. a Zero Fonte +ve
ID_POSITIVE_FS,Esc. Comp. +ve
ID_POSITIVE_SOURCE,Fonte +ve
ID_POSITIVE_SOURCE_G,Fonte g +ve
ID_POWER_OFF_INSTRUMENT,Desligue o Instrumento. 
ID_POWER_ON_INSTRUMENT,Ligue o Instrumento.
ID_POWER_UP,Alimentação
ID_POWER_UP_SETPOINT,Ponto Ajste Alimentaç.
ID_POWER_UP_TRAPPED_PRESSURE_VENT,Vent. da Pressão Retida p.u.
ID_POWER_UP_TRAPPED_PRESSURE_VENT_DISABLED,Ventilação da Pressão Retida p.u. Activada
ID_POWER_UP_TRAPPED_PRESSURE_VENT_ENABLED,Ventilação da Pressão Retida p.u. Desactivada
ID_PPM,ppm FS
ID_PRESET,Predefinir
ID_PRESET_PRESSURE_1,Predefinir Pressão 1
ID_PRESET_PRESSURE_10,Predefinir Pressão 10
ID_PRESET_PRESSURE_11,Predefinir Pressão 11
ID_PRESET_PRESSURE_12,Predefinir Pressão 12
ID_PRESET_PRESSURE_13,Predefinir Pressão 13
ID_PRESET_PRESSURE_14,Predefinir Pressão 14
ID_PRESET_PRESSURE_15,Predefinir Pressão 15
ID_PRESET_PRESSURE_16,Predefinir Pressão 16
ID_PRESET_PRESSURE_17,Predefinir Pressão 17
ID_PRESET_PRESSURE_18,Predefinir Pressão 18
ID_PRESET_PRESSURE_19,Predefinir Pressão 19
ID_PRESET_PRESSURE_2,Predefinir Pressão 2
ID_PRESET_PRESSURE_20,Predefinir Pressão 20
ID_PRESET_PRESSURE_21,Predefinir Pressão 21
ID_PRESET_PRESSURE_22,Predefinir Pressão 22
ID_PRESET_PRESSURE_23,Predefinir Pressão 23
ID_PRESET_PRESSURE_24,Predefinir Pressão 24
ID_PRESET_PRESSURE_25,Predefinir Pressão 25
ID_PRESET_PRESSURE_3,Predefinir Pressão 3
ID_PRESET_PRESSURE_4,Predefinir Pressão 4
ID_PRESET_PRESSURE_5,Predefinir Pressão 5
ID_PRESET_PRESSURE_6,Predefinir Pressão 6
ID_PRESET_PRESSURE_7,Predefinir Pressão 7
ID_PRESET_PRESSURE_8,Predefinir Pressão 8
ID_PRESET_PRESSURE_9,Predefinir Pressão 9
ID_PRESET_SETPOINT,Predefinir Ponto Ajuste
ID_PRESET_SETUP,Predefinir Config.
ID_PRESS_ACCEPT_TO_ENTER_REQUIRED_,Prima Aceitar para introduzir o valor O/P Analógico necessário
ID_PRESS_ESCAPE_T0_REJECT__,Prima Escape para rejeitar a calibragem.
ID_PRESS_OK_TO_ACCEPT_,Aceite a calibragem para voltar ao menu de calibragem.
ID_PRESS_OK_TO_CONTINUE,Prima OK para continuar
ID_PRESS_OK_TO_ENTER_REQUIRED_,Aceite para introduzir o valor de Saída Analógica exigido
ID_PRESS_OK_WHEN_OUTPUT_VALUE_IS_STABLE,Aceitar quando este valor estiver estável
ID_PRESS_RETRY_TO_RECALIBRATE,Prima Voltar a tentar para repetir Medir/Introduzir
ID_PRESS_TO_CONTINUE,Prima p/ Cont.
ID_PRESS_YES_TO_TURN_CONTROLLER_OFF_,Prima Sim para desligar o controlador e colocar a zero o intervalo de pressão.
ID_PRESSURE,Pressão
ID_PRESSURE_FILTER,Filtro de Pressão
ID_PRESSURE_OUTSIDE_RANGE_,Pressão fora do intervalo. Sistema de Ventilação antes da reposição a zero.
ID_PRESSURE_OVER_RANGE,Press. Acima Interv.
ID_PRESSURE_READING,Leitura da Pressão
ID_PRESSURE_SENSOR_BEING_ZEROED,Sensor Press. colocado a zero
ID_PRESSURE_UNITS,Unidades de Pressão
ID_PRESSURE_ZERO,Pressão Zero
ID_PRIORITY_HIGH,Alta
ID_PRIORITY_LOW,Baixa
ID_PRIORITY_MED_HIGH,Alta Média
ID_PRIORITY_MED_LOW,Baixa Média
ID_PROCESS,Processo
ID_PRODUCTION_STATUS,Estado da Produção
ID_PROG_BEEP,Sinal Sonoro
ID_PROG_BREAK,Iniciar
ID_PROG_CONTROL,Controlo
ID_PROG_COUNT,Contagem
ID_PROG_CYCLING,Ciclo
ID_PROG_DWELL,Período
ID_PROG_END,Final
ID_PROG_GOTO,Ir para
ID_PROG_IN_LIMITS,Dentro dos Limites
ID_PROG_IN_LIMITS_TIMER,Temporizador i/l
ID_PROG_IP_LOGIC,Lógica I/P
ID_PROG_ISO_VALVE,Válvula Iso
ID_PROG_MEASURE,Medição
ID_PROG_PAUSE,Pausa
ID_PROG_RANGE,Intervalo
ID_PROG_RATE_MAX,Taxa Máx.
ID_PROG_RATE_VALUE,Valor da Taxa
ID_PROG_RESOLUTION,Resolução
ID_PROG_SETPOINT,Ponto de Ajuste
ID_PROG_SETTLING_FAST,Settling Rápido
ID_PROG_SETTLING_N_O,N.º de Settling
ID_PROG_START,Iniciar
ID_PROG_STOP_COUNT,Parar Contagem
ID_PROG_TEXT,Texto
ID_PROG_UNITS,Unidades
ID_PROG_VENT,Ventilação
ID_PROG_VFC_OFF,VFC Desligado
ID_PROG_VFC_ON,VFC Ligado
ID_PROG_WAIT_IN_LIMITS,Aguard. Dentro Limit.
ID_PROG_ZERO,Zero
ID_PROGRAM_HAS_CHANGED,O programa foi alterado
ID_PROGRAMMING_ERROR,Erro de Programação
ID_PROTECTIVE_VENT,Ventilação de Protecção
ID_PROTECTIVE_VENT_DISABLED,Ventilação de Protecção Desactivada
ID_PROTECTIVE_VENT_ENABLED,Ventilação de Protecção Activada
ID_PROTOCOL,Protocolo
ID_QBT,QBT
ID_RANGE,Intervalo
ID_RANGE_CHANGING,Alteração do Intervalo
ID_RANGES,Intervalos
ID_RANGES_FITTED,Intervalos adaptados
ID_RATE,Taxa
ID_RATE_AIM,Taxa-alvo
ID_READING,Leitura
ID_READINGS_PER_SEC,leitura/segs
ID_RECALL_USER_SETUP,Recup. Config. Utilizador
ID_RECORD_THE_CALIBRATION_POINT,Medir e Introduzir o valor da Saída Analógica
ID_REDUCE_POS_SOURCE_,Red. Press. da Fonte +ve dentro dos Limites MWP e selec. OK
ID_REENTER_NEW_CAL_PIN,Reintroduzir novo PIN de Calibragem
ID_REENTER_NEW_SUP_PIN,Reintroduzir novo PIN do Supervisor
ID_REF_PORT_MEDIUM,Meio da Porta de Ref.
ID_REFERENCE,Referência
ID_REFERENCE_CORRECTION,Correcção da Ref.
ID_REFERENCE_PRESSURE,Pressão de Ref.
ID_REFERENCE_SENSOR,Sensor de Referência
ID_REGULATOR,Regulador
ID_RELAY_INDEX_OUT_OF_RANGE,Índice do Relé fora do Intervalo
ID_RELEASE,Descarga
ID_RELEASE_BIAS,Release Bias
ID_RELEASE_PRESSURE,Pressão da Descarga
ID_RELEASE_PWM,PWM da Descarga
ID_RELEASE_VALVE_BIAS_ERROR,Release Valve Bias Error
ID_RELEASE_VALVE_CHARACTERISATION_ERROR,Erro de Caracterização da Válvula de Descarga
ID_REMINDER_PERIOD,Período de Lembrete
ID_REMOTE,Remoto
ID_REMOVED,removidas
ID_REPEAT,Repetir
ID_RESET_FAULT_HISTORY,Repor Hist. de Falhas
ID_RESET_LAN_SETTINGS,Repor Def. da LAN
ID_RESET_USE_LOG,Repor Registo de Utiliz.
ID_RESET_USE_LOG_HISTORY,Repor Hist. Reg. Utiliz.
ID_RESOLUTION,Resolução
ID_RESTORE_AS_SHIPPED,Rest. tal como Enviado
ID_RESTORE_LAST_SETTINGS,Restaurar Últimas Def.
ID_RESUME,Retomar
ID_ROUGHING,Roughing
ID_ROUGHING_TIMER,Temporiz. Roughing
ID_ROW,Resto do Mundo
ID_RS232,RS232
ID_RS232_DIAGNOSTICS,Diagnóstico de RS232
ID_RS232_STATUS,Estado de RS232
ID_RTS_CTS,RTS/CTS
ID_RUN,Executar
ID_RUNNING,Execução
ID_RUSKA7000,Ruska7000
ID_SAMPLES_BEING_TAKEN,Amostras a serem recolhidas
ID_SAVE_AS_SHIPPED,Guardar como Enviado
ID_SAVE_RECALL_USER_SETUP,Guard./Recup. Conf. Utli.
ID_SAVE_USER_SETUP,Guardar Config. Utiliz.
ID_SCM,SCM
ID_SCM_CORRECTION,Correcção de SCM
ID_SCM_FILTER,Filtro de SCM
ID_SCM_MODULE_SERIAL_NUMBER,Núm. de Série do Mód. SCM
ID_SCM_ZERO,Zero SCM
ID_SCPI,SCPI
ID_SCREEN_CALIBRATION,Calibragem do Ecrã
ID_SCREEN_SAVER,Protecção de Ecrã
ID_SECOND_DIGIT,2.º Dígito
ID_SECONDS,segundos
ID_SELECT_CAL_CHANNEL_ERROR,Seleccionar Erro do Canal de Calibragem
ID_SELECT_RANGE,Seleccionar Intervalo
ID_SENSOR_CORRECTION,Correcção do Sensor
ID_SENSOR_INDEX_OUT_OF_RANGE,Índice do Sensor fora do Intervalo
ID_SENSOR_SERIAL_NUMBER_ERROR,Erro do Número de Série do Sensor
ID_SENT_VALUE_OUT_OF_LIMITS,Valor Enviado fora dos Limites
ID_SERIAL_COMM_DIAG,Diagnóstico das Comunicações em Série
ID_SERIAL_NUMBER,Número de Série
ID_SERVICE,Serviço
ID_SET_SERIAL_NUMBER,Definir Núm. de Série
ID_SET_UP,Configurar
ID_SETPOINT,Ponto de Ajuste
ID_SETPOINT_==_VALUE,== Valor
ID_SETPOINT_>=_VALUE,>= Valor
ID_SETPOINT_ENTRY,Introdução do Ponto de Ajuste
ID_SETPOINT_EQUALS,Ponto de Ajuste = 
ID_SETPOINT_LIMITS,Limites do Ponto Ajuste
ID_SETPOINT_VALUE_ERROR,Erro do Valor do Ponto de Ajuste
ID_SETTING,Definição
ID_SETUP,Configuração
ID_SEVENTH_DIGIT,7.º Dígito
ID_SHOW_LAN_STATUS,Mostrar Indic. do Estado Lan
ID_SIXTH_DIGIT,6.º Dígito
ID_SLEW_RATE,Taxa de Viragem
ID_SN,S/N
ID_SOFTWARE,Software
ID_SOFTWARE_HISTORY,Histórico do Software
ID_SOFTWARE_INSTALLED,Software Instalado
ID_SOFTWARE_UPGRADE_COMPLETE,Actualização do Software Concluída
ID_SOFTWARE_UPGRADE_FAILED,Falha na Actualização do Software
ID_SOFTWARE_UPGRADES,Actualiz. do Software
ID_SOURCE_FS_LT_CONTROL_FS,FS do Sensor de Fonte inferior ao FS do Sensor de Controlo
ID_SOURCE_PDCR_CORRECTION,Correc. PDCR da Fonte
ID_SOURCE_PRESSURE,Pressão fonte
ID_SOURCE_PRESSURE_ABOVE_LIMIT,Pressão da Fonte Fora dos Limites
ID_SOURCE_PRESSURE_FAILED,Falha na Pressão da Fonte
ID_SOURCE_PRESSURE_MEASUREMENT_UN_,Medição Indisponível da Pressão da Fonte
ID_SOURCE_SENSOR,Sensor da Fonte
ID_SOURCE_SOLID_SENSOR_CAL_,Temperaturas de Calibragem do Sensor da Fonte por Ordem Descendente
ID_SPAN_OUTSIDE_LIMITS,Limites Exteriores do Intervalo
ID_STAND_ALONE,Autónomo
ID_STANDARD,Padrão
ID_START,Iniciar
ID_START_PARAMETER_ENTRY,Iniciar Introd. Parâm.
ID_START_SETPOINT,Iniciar Ponto de Ajuste
ID_START_SLEW_RATE,Iniciar Taxa de Viragem
ID_START_TX,Iniciar Tx
ID_STATIC,estático
ID_STATUS,Estado
ID_STATUS_AREA,Área do Estado
ID_STEP,Passo
ID_STEPPING,Stepping
ID_STOP,Parar
ID_STOP_BITS,Parar Bits
ID_STOP_TX,Parar Tx
ID_STOPPED,Parado
ID_SUBNET_MASK,Máscara de Subrede
ID_SUMMARY,Resumo
ID_SUPERVISOR,Supervisor
ID_SUPERVISOR_SETUP,Config. do Supervisor
ID_SWITCH_DEBOUNCE_TIME,Tempo de estabilização
ID_SWITCH_STATUS,Est. Interrup.
ID_SWITCH_TEST,Teste do Interruptor
ID_SWITCH_TEST_END,Fim do Teste do Interruptor
ID_SWITCH_TEST_OPTION_IS_ENABLED,A Opção do Teste do Interruptor está activada.
ID_SWITCH_TEST_PARAMETER_SELECTION,Selec. Parâmetros do Teste do Interruptor
ID_SWITCH_TEST_RUNNING,Exec. Teste Interrup.
ID_SWITCH_TEST_SETUP,Config. Teste Interrup.
ID_SWITCH_TEST_START,Início do Teste do Interruptor
ID_SWITCH_TEST_TEST,Teste do Teste do Interruptor
ID_SWITCH_TRIGGER,Entr. Accion. Interrup.
ID_SYSTEM,Sistema
ID_SYSTEM_VENT_BEING_PERFORMED,Ventilação do Sistema a ser realizada
ID_SYSTEM_VENT_COMPLETE,Ventilação do Sistema Concluída
ID_SYSTEM_VENT_FAILED,Falha na Ventilação do Sistema
ID_SYSTEM_ZERO_COMPLETE,Sistema Zero Concluído
ID_SYSTEM_ZERO_FAILED,Falha no Sistema Zero
ID_TARE,Tara
ID_TASK,Tarefa
ID_TASK_CHANGING,Alteração das Tarefas
ID_TCP,TCP
ID_TEMPERATURE,Temperatura
ID_TERMINATOR,Finalizador
ID_TEST,Teste
ID_TEST_PARAMETER_ENTRY,Introd. Parâm. Teste
ID_TEST_PORT_MEDIUM,Meio da Porta Teste
ID_TEST_PRESSURE_1,Pressão 1 do Teste
ID_TEST_PRESSURE_1_END,Final Press. 1 Teste
ID_TEST_PRESSURE_1_START,Início Press. 1 Teste
ID_TEST_PRESSURE_2,Pressão 2 do Teste
ID_TEST_PRESSURE_2_END,Final Press. 2 Teste
ID_TEST_PRESSURE_2_START,Início Press. 2 Teste
ID_TEST_PROGRAM,Programa de Teste
ID_TEST_PROGRAM_OPTION_IS_ENABLED,A Opção do Programa de Teste é activada.
ID_TEST_PROGRAM_RUNNING,Progr. Teste em Exec.
ID_TEST_PROGRAM_SETUP,Config. Progr. Teste
ID_TEST_PROGRAMS,Programas de Teste
ID_TEST_SETPOINT_1,Pnto Ajuste 1 do Teste
ID_TEST_SETPOINT_2,Pnto Ajuste 2 do Teste
ID_THE_CURRENT_SETPOINT_IS_OUTSIDE_,O ponto de ajuste actual está fora dos novos limites do ponto de ajuste.
ID_THE_INSTRUMENT_MUST_,Desligue o Instrumento. Remova o dispositivo de armazenamento USB. Ligue o Instrumento para concluir a instalação.
ID_THE_INSTRUMENT_MUST_BE_SWITCHED_OFF_,O instrumento deve ser agora desligado e ligado novamente.
ID_THE_NUMBER_OF_ACTIVE_ERROR_,O número de mensagens de erro activas atingiu o limite superior
ID_THE_SYSTEM_WILL_BE_AUTO_,O sistema será automaticamente ventilado se a pressão exceder 110%
ID_THE_SYSTEM_WILL_NOT_BE_AUTO_,O sistema não será automaticamente ventilado a alta pressão
ID_THE_SYSTEM_WILL_NOT_OFFER_,O sistema não irá oferecer ventilação de pressão retida acima de 3 bar quando ligar o aparelho
ID_THE_SYSTEM_WILL_OFFER_,O sistema irá oferecer ventilação de pressão retida acima de 3 bar quando ligar o aparelho
ID_THIRD_DIGIT,3.º Dígito
ID_THIS_SETPOINT_WILL_NOT_BE__,Este ponto de ajuste não será enviado para o controlador.
ID_THIS_TASK_IS_CURRENTLY_SELECTED,Esta tarefa está agora selec.
ID_THIS_TASK_IS_LOCKED,Esta tarefa está bloqueada
ID_TIME_AND_DATE,Hora e Data
ID_TIME_CONSTANT,Hora Constante
ID_TIME_SET,Hora Definida
ID_TIME_TO_IN_LIMITS,Hora Dentro dos Limites
ID_TIME_TO_SETPOINT,Hora do Ponto Ajuste
ID_TIMED_ZERO,Tempo Zero
ID_TIMEOUT,Tempo Excedido
ID_TIMER,Temporizador
ID_TOO_LONG,Demasiado Longo
ID_TOO_MANY_DIGITS,Foram introduzidos demasiados dígitos
ID_TOO_SHORT,Demasiado Curto
ID_TOP_SPAN,Intervalo Superior
ID_TRAPPED_PRESSURE_EXCEEDS,A pressão retida excede 3 bar
ID_TX,Tx
ID_TYPE,Tipo
ID_UI_ADDRESS,Endereço da IU
ID_UNABLE_TO_PERFORM_RESTORE,Impossível executar restauro
ID_UNITS,Unidades
ID_UNITS_ATM,atm
ID_UNITS_BAR,bar
ID_UNITS_CMH2O_20C,cmH₂O@20°C
ID_UNITS_CMH2O_4C,cmH₂O@4°C
ID_UNITS_CMHG,cmHg@0°C
ID_UNITS_FTH2O_20C,ftH₂O@20°C
ID_UNITS_FTH2O_4C,ftH₂O@4°C
ID_UNITS_FTH2O_60F,ftH₂O@60°F
ID_UNITS_HPA,hPa
ID_UNITS_INH2O_20C,inH₂O@20°C
ID_UNITS_INH2O_4C,inH₂O@4°C
ID_UNITS_INH2O_60F,inH₂O@60°F
ID_UNITS_INHG,inHg@0°C
ID_UNITS_KGCM2,kg/cm²
ID_UNITS_KGM2,kg/m²
ID_UNITS_KPA,kPa
ID_UNITS_LBFT2,lb/ft²
ID_UNITS_MBAR,mbar
ID_UNITS_MH2O_20C,mH₂O@20°C
ID_UNITS_MH2O_4C,mH₂O@4°C
ID_UNITS_MHG,mHg@0°C
ID_UNITS_MMH2O_20C,mmH₂O@20°C
ID_UNITS_MMH2O_4C,mmH₂O@4°C
ID_UNITS_MMHG,mmHg@0°C
ID_UNITS_MPA,MPa
ID_UNITS_PA,Pa
ID_UNITS_PSI,psi
ID_UNITS_TORR,torr
ID_UNKNKOWN_COMMAND,Comando Desconhecido
ID_UNKNOWN,desconh.
ID_UNKNOWN_CODE,Código Desconhecido
ID_UNKNOWN_ERROR,Erro Desconhecido
ID_UNLOCK_ALL,Desbloquear Tudo
ID_UNLOCKED,Desbloqueado
ID_UPDATE_RATE,Taxa de Actualização
ID_UPGRADING_,A actualizar...
ID_UPPER,Superior
ID_UPPER_LIMIT,Limite Sup.
ID_UPPER_SETPOINT_LIMIT_MUST_,O Limite Superior do Ponto de Ajuste deve ser superior ao Limite Inferior do Ponto de Ajuste
ID_USA,EUA
ID_USB,USB
ID_USB_MODE_HAS_BEEN_,O modo USB foi reconfigurado.
ID_USB_MODE_IS_CONFIGURED_,O modo USB é configurado para Dispositivo de Armazenamento em Massa.
ID_USB_PORT_DISABLED,Porta USB Desactivada
ID_USB_STATUS,Estado USB
ID_USE_LOG,Utilizar Registo
ID_USE_LOG_HISTORY,Utilizar Hist. de Registos
ID_USER,Utilizador
ID_USER_DEFINED_UNITS,Unid. Def. pelo Utilizador
ID_USER_INTERFACE_PCA_TEMPERATURE,Temperatura PCA da Interf. Utiliz.
ID_USER_SETUP_FILES,Ficheiros de Configuração do Utilizador
ID_USING_DEFAULT_CALIBRATION_DATA,Utilizar Dados de Calibragem predefinidos
ID_USING_DEFAULT_SERIAL_NUMBER,Utilizar Número de Série predefinido
ID_UTILITIES,Utilitários
ID_V_0_TO_10,0 a 10 V
ID_V_0_TO_5,0 a 5 V
ID_V_11,11 V
ID_VACUUM_PRESSURE_FAILED,Falha na Pressão de Vácuo
ID_VACUUM_PRESSURE_MEASUREMENT_UN_,Medição Indisponível da Pressão de Vácuo
ID_VACUUM_SENSOR,Sensor de Vácuo
ID_VACUUM_SOLID_SENSOR_CAL_,Temperaturas de Calibragem do Sensor de Vácuo por Ordem Descendente
ID_VALID_OPTION_KEY,Tecla de Opção válida
ID_VALUE,Valor
ID_VALVE,Válvula
ID_VALVE_BIAS_VALUES_ERROR,Valve Bias Values Error
ID_VALVE_CONTROL,Controlo da Válvula
ID_VALVE_CORRECTION,Correcção da Válvula
ID_VALVE_CORRECTION__COMPLETED,A Correcção da Válvula foi concluída com sucesso
ID_VALVE_CORRECTION_FAILED,Falha na Correcção da Válvula
ID_VALVE_CORRECTION_HISTORY,Hist. da Correc. da Válv.
ID_VALVE_INDEX_OUT_OF_RANGE,Índice da Válvula fora do Intervalo
ID_VALVE_PWM_ERROR,Erro de PWM da Válvula
ID_VALVE_STATE_ERROR,Erro do Estado da Válvula
ID_VENT,Ventilação
ID_VENT_AND_FS,Ventil. e +ve FS
ID_VENT_RANGE_INDEX_OUT_OF_RANGE,Índice de Intervalo da Ventilação fora do Intervalo
ID_VENT_RATE,Taxa de Ventilação
ID_VENT_SETUP,Config. da Ventilação
ID_VENT_TIMED_OUT,Tempo da Ventilação Excedido
ID_VENT_TIMEOUT,Temp Ventil. Excedido
ID_VENT_YES_NO,Ventilação Sim/Não
ID_VERBOSE_OFF,Verb. Desl.
ID_VERBOSE_ON,Verbose Lig.
ID_VERIFYING,Verificar
ID_VERSION_NUMBER,Número da Versão
ID_VFC,Contacto Sem Volts
ID_VFC_BOOT_ROM,ROM de Arranque de VFC
ID_VFC_DEFAULTS,Predefinições de VFC
ID_VFC_DIAGNOSTICS,Diagnóstico do Contacto Sem Volts
ID_VFC_MAIN_CODE,Código Principal de VFC
ID_VFC_MODULE_SERIAL_NUMBER,Núm. Série do Módulo VFC
ID_VFC_SETUP,Configuração de VFC
ID_VFC_STATUS,Estado de VFC
ID_VFC_UPGRADE,Actualização de VFC
ID_VIEW_HEX,Ver Hex
ID_VIEW_TEXT,Ver Texto
ID_VOLTAGE,Tensão
ID_VOLTS,Volts
ID_VOLUME,Volume
ID_VOLUME_ESTIMATE,Volume Estimado
ID_VXI,VXI-11
ID_WARNING,Aviso
ID_WARNING_MWP_EXCEEDED,Pressão Máxima de Funcionamento Excedida
ID_WATCHDOG_FAILURE_,Falha do Alarme de Vigilância
ID_WEB_PASSWORD,Palavra-passe da Web
ID_WRITE_WITHOUT_PASSWORD,Escrever sem Palavra-passe
ID_WRONG_CONTROLLER_TYPE_FITTED,Tipo de Módulo Errado instalado
ID_WRONG_PIN,PIN Errado
ID_XML_FILE_CORRUPTED,Ficheiro XML Corrompido
ID_XON_XOFF,Xlig./Xdesligado
ID_YES,Sim
ID_ZERO,Zero
ID_ZERO_A_RANGE,Colocar Interv. a Zeros
ID_ZERO_ALL,Colocar Tudo a Zeros
ID_ZERO_AND_FS,Zero e +ve FS
ID_ZERO_HISTORY,Histórico Zero
ID_ZERO_MODE_ERROR,Erro do Modo Zero
ID_ZERO_OFFSET,compensação de zero
ID_ZERO_OUTSIDE_LIMITS,Limites Exteriores Zero
ID_ZERO_RANGE_INDEX_OUT_OF_RANGE,Índice de Intervalo Zero fora do Intervalo
ID_ZERO_SCM,SCM Zero
ID_ZERO_SETUP,Configuração Zero
ID_ZERO_TIMED_OUT,Tempo Limite Zero Esgotado
ID_ZZ1,婁嫁媺継ﾀｶｒｭﾇ輕せ』
ID_ZZ2,ぁねビ㌆㋲㊪ワ㎖㎸亝礼㏳
ID_ZZ3,لإاثه سه فاث لأقثشف خب فا ث لأقثشفثس مشىلعشم ٍهفث
ID_ZZ4,ةنيب تمنب تهصعثععب بتن
ID_ZZ5,اسيعن يعن لتاسي لغ
ID_ZZ6,يبتىنم بىت اتباهخباه
ID_INVALID_PATTERN,Padrão Inválido
ID_ARE_YOU_SURE_CHANGE_MAC_ADDRESS_,Tem a Certeza de que Pretende Alterar o Endereço Mac?
ID_EXCEEDED_CHARACTER_LIMIT,Limite de Caracteres Excedido
ID_DEF_GATEWAY,Gateway Predefinido
ID_DNS_SERVER,Servidor DNS
